/* inviting time out :default time out */
"BrowingFriendOrPlayer_Cell_Detail_Invitating" = "Invitating...";

/* invitation send */
"BrowingFriendOrPlayer_Cell_Detail_Text_After_Hit" = "Invitation Sent";

/* hit to invite */
"BrowingFriendOrPlayer_Friend_Before_Hit" = "Invite";

/* hit to invite */
"BrowingFriendOrPlayer_NearBy_Player_Before_Hit" = "Invite";

/* title */
"BrowingFriendOrPlayer_NearBy_Title" = "Nearby Players";

/* Title */
"BrowingFriendOrPlayer_Title" = "Friends";
